[Paladin X2UniversalSoldierClassInfo]
ClassSpecializationTitle="帕拉丁"
ClassSpecializationSummary="X-Com超能力特工在第一次外星人入侵中展示的超人壮举，使得人们开始相信超自然能力的存在。反过来，这也使得某些基于地球的精神修炼再度受到了关注。圣殿骑士只是其中一个将超能力赋予他们自己特色的派别。通过信仰和美德，以及一点来自超能力的帮助，光明战士已经开发出了他们自己看似奇迹般但却非常真实的能力。
